Repository: ReyzanD/financial_app
Catalog: lib/l10n/app_*.arb
Languages: id

source: About App
id: Tentang Aplikasi

source: About Financial App
id: Tentang Financial App

source: Account
id: Akun

source: Account Information
id: Informasi Akun

source: Achieve financial goals
id: Capai tujuan keuangan

source: Achieve Goals
id: Capai Tujuan

source: Actions
id: Tindakan

source: Active
id: Aktif

source: Add
id: Tambah

source: Add description...
id: Tambahkan deskripsi...

source: Add Expense
id: Tambah Pengeluaran

source: Add Income
id: Tambah Pemasukan

# add_income_first
source: Add income first or reduce the expense amount.
id: Tambahkan pemasukan terlebih dahulu atau kurangi jumlah pengeluaran.

source: Add Obligation
id: Tambah Kewajiban

# add_obligation_hint
source: Tap + to add a bill
id: Tap + untuk menambah tagihan

source: Add Recurring Transaction
id: Tambah Transaksi Berulang

source: Add Target
id: Tambah Target

source: Add Transaction
id: Tambah Transaksi

source: AI Recommendations
id: Rekomendasi AI

source: All
id: Semua

source: All Categories
id: Semua Kategori

source: Allow Access
id: Izinkan Akses

source: Amount
id: Jumlah

source: Analytics
id: Analitik

source: App
id: Aplikasi

# app_description
source: Personal financial management app with AI features to help you manage expenses and achieve financial goals.
id: Aplikasi manajemen keuangan pribadi dengan fitur AI untuk membantu Anda mengelola pengeluaran dan mencapai tujuan keuangan.

source: App Permissions
id: Izin Aplikasi

# app_stores_data_locally
source: This app stores your financial data locally and securely. Data is only stored on your device and encrypted servers.
id: Aplikasi ini menyimpan data keuangan Anda secara lokal dan aman. Data hanya disimpan di perangkat Anda dan server yang terenkripsi.

# app_version
source: Version 1.0.0
id: Versi 1.0.0

source: Apply Filter
id: Terapkan Filter

source: Authentication cancelled
id: Autentikasi dibatalkan

source: Authentication Required
id: Autentikasi diperlukan

# authentication_required_for_delete
source: Authentication required to delete account
id: Autentikasi diperlukan untuk menghapus akun

# authentication_required_for_export
source: Authentication required to export data
id: Autentikasi diperlukan untuk mengekspor data

source: Available Balance
id: Saldo Tersedia

# backup_created_and_ready
source: Backup created and ready to share!
id: Backup dibuat dan siap dibagikan!

source: Backup created successfully!
id: Backup berhasil dibuat!

source: Backup deleted
id: Backup dihapus

# backup_description
source: Backup your financial data regularly. Backup files can be shared to email or cloud storage.
id: Backup data finansial Anda secara teratur. File backup dapat dibagikan ke email atau cloud storage.

source: Backup Saved
id: Backup Tersimpan

source: Balance
id: Saldo

source: Bill
id: Tagihan

source: Bill Reminders
id: Pengingat Tagihan

source: Budget
id: Anggaran

source: Budget Alerts
id: Peringatan Anggaran

source: Budget deleted successfully.
id: Budget berhasil dihapus.

source: Budget Progress
id: Progress Anggaran

source: Budgets
id: Anggaran

source: Cancel
id: Batal

# cannot_recognize_amount
source: Cannot recognize amount from
id: Tidak dapat mengenali jumlah dari

# cannot_scan_receipt
source: Cannot scan receipt. Make sure the image is clear and contains text.
id: Tidak dapat memindai struk. Pastikan gambar jelas dan mengandung teks.

source: Cannot scan receipt. Try again.
id: Tidak dapat memindai struk. Coba lagi.

source: Car Loan
id: Kredit Mobil

source: Category
id: Kategori

source: Category Breakdown
id: Breakdown Kategori

source: Change
id: Ubah

source: Change app security PIN
id: Ubah PIN keamanan aplikasi

source: Change login password
id: Ubah kata sandi login

source: Change Password
id: Ubah Kata Sandi

# change_password_security
source: Change password and security settings
id: Ubah kata sandi dan pengaturan keamanan

# change_password_title
source: Change Password
id: Ubah Password

source: Change PIN
id: Ubah PIN

source: Choose from Gallery
id: Pilih dari Galeri

source: Close
id: Tutup

# confirm_delete_budget
source: Are you sure you want to delete this budget?
id: Yakin ingin menghapus budget ini?

source: Confirm new password
id: Konfirmasi password baru

source: Confirm Password
id: Konfirmasi Password

source: Confirm PIN
id: Konfirmasi PIN

# continueText
source: Continue
id: Lanjutkan

# control_expenses
source: Control your expenses
id: Kendalikan pengeluaran Anda

source: Create Budget
id: Buat Budget

source: Create PIN
id: Buat PIN

# create_pin_to_secure
source: Create PIN to secure your account
id: Buat PIN untuk mengamankan akun Anda

source: Credit Card
id: Kartu Kredit

source: Current
id: Saat Ini

source: Current Balance
id: Saldo Saat Ini

source: Current Balance (Optional)
id: Saldo Saat Ini (Opsional)

source: Cycle
id: Siklus

source: Dark Mode
id: Mode Gelap

source: Data Exported Successfully
id: Data Berhasil Diekspor

source: Data & Privacy
id: Data & Privasi

# data_saved_to_clipboard
source: Data saved to clipboard. Keep it safe!
id: Data tersimpan di clipboard. Simpan di tempat aman!

source: Date
id: Tanggal

# date_label
source: Date
id: Tanggal

source: days
id: hari

source: days late
id: hari terlambat

source: days left
id: hari lagi

source: Days Remaining
id: Waktu Tersisa

source: Debt
id: Hutang

source: Debt Payment
id: Bayar Hutang

source: Default Tab
id: Tab Default

source: Delete
id: Hapus

source: Delete Account
id: Hapus Akun

source: Delete account and all data
id: Hapus akun dan semua data

# delete_account_confirmation
source: This action will permanently delete your account and all financial data. Are you sure you want to continue?
id: Tindakan ini akan menghapus akun dan semua data keuangan Anda secara permanen. Anda yakin ingin melanjutkan?

# delete_account_title
source: Delete Account
id: Hapus Akun

source: Delete All History
id: Hapus Semua Riwayat

# delete_backup_message
source: This backup will be permanently deleted.
id: Backup ini akan dihapus permanen.

# delete_backup_title
source: Delete Backup?
id: Hapus Backup?

# delete_bill_confirm
source: Are you sure you want to delete the bill
id: Yakin ingin menghapus tagihan

source: Delete Budget
id: Hapus Budget

# delete_history_question
source: Delete History?
id: Hapus Riwayat?

# delete_label
source: Delete
id: Hapus

# delete_notification_history_message
source: All notification history will be deleted
id: Semua riwayat notifikasi akan dihapus

source: Delete Obligation
id: Hapus Kewajiban

# delete_obligation_confirm
source: Are you sure you want to delete the obligation
id: Yakin ingin menghapus kewajiban

source: Delete Payment
id: Hapus Pembayaran

# delete_payment_confirm
source: Are you sure you want to delete this payment?
id: Yakin ingin menghapus pembayaran ini?

# delete_recurring_transaction_message
source: will be deleted permanently.
id: akan dihapus permanen.

# delete_recurring_transaction_title
source: Delete Recurring Transaction?
id: Hapus Transaksi Berulang?

source: Description
id: Deskripsi

source: Details
id: Detail

# download_financial_data
source: Download your financial data
id: Unduh data keuangan Anda

source: Due Date
id: Jatuh Tempo

source: Due Date (Day)
id: Jatuh Tempo (Tanggal)

source: Due Soon
id: Segera

source: Due This Week
id: Jatuh Tempo Minggu Ini

source: Duplicate Transaction?
id: Transaksi Duplikat?

source: Edit feature coming soon
id: Fitur edit segera hadir

source: Edit Obligation
id: Edit Kewajiban

source: Education
id: Pendidikan

source: Emergency Fund
id: Dana Darurat

source: Enable for local recommendations
id: Aktifkan untuk rekomendasi lokal

source: Enable Reminders
id: Aktifkan Pengingat

source: Enter new password
id: Masukkan password baru

source: Enter old password
id: Masukkan password lama

source: Enter PIN
id: Masukkan PIN

# enter_pin_again
source: Enter PIN again to confirm
id: Masukkan PIN sekali lagi untuk konfirmasi

# enter_pin_to_unlock
source: Enter PIN to unlock the app
id: Masukkan PIN untuk membuka aplikasi

source: Entertainment
id: Hiburan

# error
source: An error occurred
id: Terjadi kesalahan

# error_scanning_receipt
source: An error occurred while scanning receipt. Please try again.
id: Terjadi kesalahan saat memindai struk. Coba lagi.

source: Every day at
id: Setiap hari pukul

source: every month
id: setiap bulan

source: Expense
id: Pengeluaran

source: Export completed on:
id: Ekspor selesai pada:

source: Export Data
id: Ekspor Data

source: Exported data:
id: Data yang diekspor:

source: Exporting data...
id: Mengekspor data...

source: Failed
id: Gagal

source: Failed to create backup
id: Gagal membuat backup

source: Failed to delete
id: Gagal menghapus

# failed_to_delete_notification
source: Failed to delete
id: Gagal menghapus

# failed_to_get_location
source: Failed to get location. Make sure location permission is enabled.
id: Gagal mendapatkan lokasi. Pastikan izin lokasi aktif.

source: Failed to load analytics
id: Gagal memuat analitik

source: Failed to load backup
id: Gagal memuat backup

source: Failed to load categories
id: Gagal memuat kategori

source: Failed to load info
id: Gagal memuat info

source: Failed to load profile
id: Gagal memuat profil

source: Failed to share
id: Gagal membagikan

source: Family Members Count
id: Jumlah Anggota Keluarga

source: Filter (Optional)
id: Filter (Opsional)

source: Financial Information
id: Informasi Finansial

source: Financial Obligations
id: Kewajiban Finansial

source: Forgot PIN? Logout
id: Lupa PIN? Logout

# fourteen_days
source: 14 days
id: 14 hari

source: Frequent Categories
id: Kategori Sering

source: Full Name
id: Nama Lengkap

# full_name_required
source: Full name is required
id: Nama lengkap harus diisi

source: Get smart financial advice
id: Dapatkan saran keuangan cerdas

source: Get Started
id: Mulai

source: Goal
id: Tujuan

source: Goals
id: Tujuan

source: Highest Amount
id: Jumlah Terbesar

source: History
id: Riwayat

source: Home
id: Beranda

source: House
id: Rumah

source: Housing
id: Perumahan

source: Import Data
id: Impor Data

# import_data_description
source: Import feature will be available soon. You will be able to upload exported JSON files to restore data.
id: Fitur impor data akan tersedia segera. Anda akan dapat mengunggah file JSON hasil ekspor untuk memulihkan data.

# import_data_title
source: Import Data
id: Impor Data

# import_from_other_apps
source: Import data from other apps
id: Impor data dari aplikasi lain

source: Inactive
id: Nonaktif

source: Income
id: Pemasukan

source: Income Range
id: Rentang Penghasilan

source: Insurance
id: Asuransi

source: Interest
id: Bunga

source: Interest Rate
id: Bunga

# interest_rate_percent_optional
source: Interest Rate (%) (Optional)
id: Bunga (%) (Opsional)

source: Invalid amount
id: Jumlah tidak valid

source: Invalid obligation ID
id: ID kewajiban tidak valid

source: Investment
id: Investasi

source: Language
id: Bahasa

source: Language changed to
id: Bahasa diubah ke

source: Late
id: Terlambat

source: Late Payments
id: Pembayaran Terlambat

source: Light Mode
id: Mode Terang

source: Loading...
id: Memuat...

source: Location
id: Lokasi

# location_permission_desc
source: • Location: Used to record transaction locations\n• Notifications: To remind about bills and budgets\n• Storage: To store app data
id: • Lokasi: Digunakan untuk mencatat lokasi transaksi\n• Notifikasi: Untuk mengingatkan tagihan dan budget\n• Penyimpanan: Untuk menyimpan data aplikasi

source: Location removed
id: Lokasi dihapus

source: Location Services
id: Layanan Lokasi

source: Logout
id: Keluar

source: Lowest Amount
id: Jumlah Terkecil

# manage_account_info
source: Manage your account information
id: Kelola informasi akun Anda

source: Manage Budget
id: Atur Anggaran

# manage_data_and_permissions
source: Manage data and app permissions
id: Kelola data dan izin aplikasi

source: Mark All
id: Tandai Semua

source: Mark as Paid
id: Tandai Bayar

source: Minimum Balance
id: Saldo Minimum

source: Minimum Payment
id: Pembayaran Minimum

source: Minimum Payment (Optional)
id: Pembayaran Minimum (Opsional)

# monitor_expenses_income
source: Monitor every expense and income
id: Pantau setiap pengeluaran dan pemasukan

source: Monthly
id: Bulanan

source: Monthly Amount
id: Jumlah Bulanan

source: Monthly Amount (Rp)
id: Jumlah Bulanan (Rp)

# monthly_total
source: This Month
id: Bulan Ini

# monthly_total_label
source: Monthly Total
id: Total Bulanan

source: Monthly Trends
id: Tren Bulanan

source: Mortgage
id: Kredit Rumah

source: Name
id: Nama

source: New Password
id: Password Baru

source: Newest Date
id: Tanggal Terbaru

source: Next
id: Lanjut

source: No backup yet
id: Belum ada backup

# no_budgets_subtitle
source: Set budgets to control your spending
id: Atur budget untuk mengontrol pengeluaran Anda

# no_budgets_title
source: No Budgets
id: Belum Ada Budget

# no_categories_create_first
source: No categories. Create categories first in the Budget menu.
id: Tidak ada kategori. Buat kategori terlebih dahulu di menu Budget.

# no_connection_subtitle
source: Check your internet connection and try again
id: Periksa koneksi internet Anda dan coba lagi

# no_connection_title
source: No Connection
id: Tidak Ada Koneksi

# no_debts
source: No active debts
id: Tidak ada hutang aktif

# no_frequent_categories
source: No frequently used categories yet
id: Belum ada kategori yang sering digunakan

# no_goals_subtitle
source: Set financial goals and achieve your dreams
id: Tetapkan target keuangan dan capai impian Anda

# no_goals_title
source: No Goals
id: Belum Ada Target

# no_notifications_subtitle
source: Your notifications will appear here
id: Notifikasi Anda akan muncul di sini

# no_notifications_title
source: No Notifications
id: Belum Ada Notifikasi

source: No notifications yet
id: Belum ada notifikasi

# no_obligations
source: No obligations yet
id: Belum ada kewajiban

# no_obligations_subtitle
source: Record your bills and subscriptions
id: Catat tagihan dan subscription Anda

# no_obligations_title
source: No Obligations
id: Belum Ada Kewajiban

# no_payment_history
source: No payment history yet
id: Belum ada riwayat pembayaran

# no_recurring_transactions_subtitle
source: Automatically record recurring transactions
id: Otomatis catat transaksi yang terjadi secara rutin

# no_recurring_transactions_title
source: No Recurring Transactions
id: Belum Ada Transaksi Berulang

source: No recurring transactions yet
id: Belum ada transaksi berulang

source: No scheduled notifications
id: Tidak ada notifikasi terjadwal

# no_search_results
source: No results match your search
id: Tidak ada yang cocok dengan pencarian

# no_search_results_subtitle
source: Try different keywords or filters
id: Coba kata kunci lain atau filter berbeda

# no_search_results_title
source: No Results
id: Tidak Ada Hasil

# no_subscriptions
source: No active subscriptions
id: Tidak ada langganan aktif

# no_transactions_for_period
source: No transactions for selected period
id: Tidak ada transaksi untuk periode yang dipilih

# no_transactions_subtitle
source: Start recording your expenses and income
id: Mulai catat pengeluaran dan pemasukan Anda

# no_transactions_title
source: No Transactions
id: Belum Ada Transaksi

# no_trend_data
source: No trend data yet
id: Belum ada data tren

# no_upcoming
source: No upcoming obligations
id: Tidak ada kewajiban yang akan datang

source: Notification cancelled
id: Notifikasi dibatalkan

source: Notification deleted
id: Notifikasi dihapus

source: Notification history deleted
id: Riwayat notifikasi dihapus

source: Notifications
id: Notifikasi

# notifications_bills_due
source: Notifications for bills due soon
id: Notifikasi tagihan yang akan jatuh tempo

# notifications_budget_almost_empty
source: Notifications when budget is almost/empty
id: Notifikasi saat budget hampir/sudah habis

# notifications_help_stay_updated
source: Notifications help you stay updated with finances
id: Notifikasi membantu Anda tetap update dengan keuangan

# notifications_progress_achievements
source: Notifications for progress and goal achievements
id: Notifikasi progress dan pencapaian tujuan

source: Notifications will appear here
id: Notifikasi akan muncul di sini

source: Obligation deleted successfully
id: Kewajiban berhasil dihapus

source: Obligation Name
id: Nama Kewajiban

source: Obligations
id: Kewajiban

# obligations_count
source: obligations
id: tagihan

source: Old Password
id: Password Lama

source: Oldest Date
id: Tanggal Terlama

source: On Time
id: Tepat Waktu

source: On-Time Payments
id: Pembayaran Tepat Waktu

# one_day
source: 1 day
id: 1 hari

source: Original Amount
id: Jumlah Awal

source: Original Debt Amount (Optional)
id: Jumlah Awal Hutang (Opsional)

source: Other
id: Lainnya

source: Over Budget
id: Melebihi Anggaran

source: Overdue
id: Terlambat

# overdue_count
source: Overdue
id: Terlambat

source: Paid
id: Lunas

source: Password changed successfully
id: Password berhasil diubah

# password_min_6_chars
source: Password must be at least 6 characters
id: Password minimal 6 karakter

source: Passwords do not match
id: Password tidak cocok

source: Pause
id: Jeda

source: Pay
id: Bayar

# payment_amount
source: Amount Paid (Rp)
id: Jumlah Dibayar (Rp)

source: Payment Date
id: Tanggal Bayar

# payment_delete_failed
source: Failed to delete payment
id: Gagal menghapus pembayaran

# payment_deleted
source: Payment deleted successfully
id: Pembayaran berhasil dihapus

# payment_failed
source: Failed to record payment
id: Gagal mencatat pembayaran

source: Payment History
id: Riwayat Pembayaran

# payment_history_hint
source: Payment history for this obligation
id: Riwayat pembayaran untuk kewajiban ini

# payment_recorded
source: Payment recorded successfully
id: Pembayaran berhasil dicatat

source: Payment Statistics
id: Statistik Pembayaran

source: Personal Loan
id: Pinjaman Pribadi

source: Phone
id: Telepon

source: Phone Number
id: Nomor Telepon

# plan_financial_future
source: Plan your financial future
id: Rencanakan masa depan keuangan Anda

source: Please select month
id: Silakan pilih bulan

source: Please select period first
id: Silakan pilih periode terlebih dahulu

source: Please select year
id: Silakan pilih tahun

source: Preferences
id: Preferensi

source: Privacy Policy
id: Kebijakan Privasi

source: Quick Add
id: Tambah Cepat

source: Quick Add (Enhanced)
id: Tambah Cepat (Enhanced)

source: Quick Amounts
id: Nominal Cepat

# receipt_scanned_successfully
source: Receipt scanned successfully! Form has been filled automatically.
id: Struk berhasil dipindai! Form telah diisi otomatis.

source: Record Payment
id: Catat Pembayaran

source: Record Transactions
id: Catat Transaksi

source: Remaining
id: Sisa

source: Remaining This Month
id: Sisa Bulan Ini

# reminder_days
source: Reminder set for
id: Pengingat diatur untuk

# reminder_description
source: Get notifications before bills are due
id: Dapatkan notifikasi sebelum tagihan jatuh tempo

source: Reminder disabled
id: Pengingat dinonaktifkan

source: Reminder enabled
id: Pengingat diaktifkan

# reminder_set
source: Reminder set for
id: Pengingat diatur untuk

source: Reminder Settings
id: Pengaturan Pengingat

# reminder_snoozed
source: Reminder snoozed for 24 hours
id: Pengingat ditunda selama 24 jam

# reminders_and_updates
source: Reminders and important updates
id: Pengingat dan pembaruan penting

source: Residence Location
id: Lokasi Domisili

source: Resume
id: Lanjut

source: Retry
id: Coba Lagi

source: Save
id: Simpan

source: Save Changes
id: Simpan Perubahan

source: Savings Rate
id: Tingkat Tabungan

source: Scan receipt automatically
id: Scan struk otomatis

source: Scheduled
id: Terjadwal

source: Search
id: Cari

# search_obligations
source: Search bills, debts, or subscriptions...
id: Cari tagihan, hutang, atau langganan...

source: Security
id: Keamanan

source: Select action:
id: Pilih aksi yang ingin dilakukan:

source: Select category
id: Pilih kategori

source: Select Default Tab
id: Pilih Tab Default

source: Select Image Source
id: Pilih Sumber Gambar

source: Select Language
id: Pilih Bahasa

source: Select Month
id: Pilih Bulan

source: Select Period
id: Pilih Periode

source: Select PIN Length
id: Pilih Panjang PIN

source: Select Year
id: Pilih Tahun

# server_error_subtitle
source: Server is having issues. Try again in a few moments
id: Server sedang bermasalah. Coba lagi dalam beberapa saat

# server_error_title
source: An Error Occurred
id: Terjadi Kesalahan

source: Settings
id: Pengaturan

# seven_days
source: 7 days
id: 7 hari

source: Share
id: Bagikan

source: Shortage
id: Kekurangan

# similar_transaction_added
source: A similar transaction was just added. Are you sure you want to continue?
id: Transaksi serupa baru saja ditambahkan. Apakah Anda yakin ingin melanjutkan?

source: Skip
id: Lewati

source: Snooze Reminder
id: Tunda Pengingat

source: Spending Forecast
id: Perkiraan Pengeluaran

source: Spent
id: Terpakai

# start_managing_finances
source: Let's start managing your finances better
id: Mari mulai mengelola keuangan Anda dengan lebih baik

source: Student Loan
id: Pinjaman Pendidikan

source: Subscription
id: Langganan

# subscription_cycle
source: Cycle
id: Siklus Langganan

# subscription_cycle_label
source: Subscription Cycle
id: Siklus Langganan

# subscription_cycle_monthly
source: Monthly
id: Bulanan

# subscription_cycle_weekly
source: Weekly
id: Mingguan

# subscription_cycle_yearly
source: Yearly
id: Tahunan

source: System
id: Sistem

source: Take Photo
id: Ambil Foto

# tap_plus_to_create
source: Tap + button to create
id: Tap tombol + untuk membuat

source: Theme
id: Tema

source: This Month
id: Bulan Ini

source: This Week
id: Minggu Ini

source: This Year
id: Tahun Ini

# three_days
source: 3 days
id: 3 hari

# three_months
source: 3 Months
id: 3 Bulan

source: Today
id: Hari Ini

source: Total Amount
id: Total Jumlah

# total_budgets
source: Budgets
id: Budget

# total_categories
source: Categories
id: Kategori

source: Total Debt
id: Total Hutang

source: Total Expense
id: Total Pengeluaran

# total_goals
source: Goals
id: Tujuan

source: Total Income
id: Total Pemasukan

source: Total Payments
id: Total Pembayaran

# total_transactions
source: Transactions
id: Transaksi

source: Track all transactions
id: Lacak semua transaksi

source: Transaction deleted successfully
id: Transaksi berhasil dihapus

source: Transaction paused
id: Transaksi dijeda

# transaction_rejected_insufficient_balance
source: Transaction rejected! Your balance is insufficient for this expense.
id: Transaksi ditolak! Saldo Anda tidak mencukupi untuk pengeluaran ini.

source: Transaction resumed
id: Transaksi dilanjutkan

source: Transaction saved successfully!
id: Transaksi berhasil disimpan!

source: Transactions
id: Transaksi

source: Transportation
id: Transportasi

source: Try Again
id: Coba lagi

source: Type
id: Tipe

source: Understood
id: Mengerti

source: Unknown date
id: Tanggal tidak diketahui

source: Upcoming
id: Akan Datang

source: Use Biometric
id: Gunakan Biometric

source: Use Face ID
id: Gunakan Face ID

source: Use Fingerprint
id: Gunakan Fingerprint

source: Use Iris
id: Gunakan Iris

# use_pin_to_unlock
source: Use this PIN to quickly unlock the app every time you log in
id: Gunakan PIN ini untuk membuka aplikasi dengan cepat setiap kali Anda masuk

source: User Profile
id: Profil Pengguna

source: Utilities
id: Utilitas

source: Vacation
id: Liburan

source: Vehicle
id: Kendaraan

# view_today_financial_activity
source: View your financial activity today
id: Lihat aktivitas keuangan Anda hari ini

source: Visit
id: Kunjungi

source: Voice input not available
id: Voice input tidak tersedia

source: Wait
id: Tunggu

source: Wedding
id: Pernikahan
