Repository: ReyzanD/financial_app
Catalog: lib/l10n/app_*.arb
Languages: id

source: Weekly
id: Mingguan

source: Welcome
id: Selamat Datang!

source: Yearly
id: Tahunan

# you_need_to_login_again
source: You need to login again with email and password.
id: Anda perlu login kembali dengan email dan password.
